[
  {"title": "math-101", "description": "math-101 is in the Math Department, first floor."},
  {"title": "math-102", "description": "math-102 is in the Math Department, first floor."},
  {"title": "math-103", "description": "math-103 is in the Math Department, first floor."},
  {"title": "math-104", "description": "math-104 is in the Math Department, first floor."},
  {"title": "math-105", "description": "math-105 is in the Math Department, first floor."},
  {"title": "math-106", "description": "math-106 is in the Math Department, first floor."},
  {"title": "math-107", "description": "math-107 is in the Math Department, first floor."},
  {"title": "math-108", "description": "math-108 is in the Math Department, first floor."},
  {"title": "math-109", "description": "math-109 is in the Math Department, first floor."},
  {"title": "math-110", "description": "math-110 is in the Math Department, first floor."},

  {"title": "math-201", "description": "math-201 is in the Math Department, second floor."},
  {"title": "math-202", "description": "math-202 is in the Math Department, second floor."},
  {"title": "math-203", "description": "math-203 is in the Math Department, second floor."},
  {"title": "math-204", "description": "math-204 is in the Math Department, second floor."},
  {"title": "math-205", "description": "math-205 is in the Math Department, second floor."},
  {"title": "math-206", "description": "math-206 is in the Math Department, second floor."},
  {"title": "math-207", "description": "math-207 is in the Math Department, second floor."},
  {"title": "math-208", "description": "math-208 is in the Math Department, second floor."},
  {"title": "math-209", "description": "math-209 is in the Math Department, second floor."},
  {"title": "math-210", "description": "math-210 is in the Math Department, second floor."},

  {"title": "math-tp1", "description": "math-tp1 is in the Math Department, third floor."},
  {"title": "math-tp2", "description": "math-tp2 is in the Math Department, third floor."},
  {"title": "math-tp3", "description": "math-tp3 is in the Math Department, third floor."},

  {"title": "info-101", "description": "info-101 is in the Informatics Department, first floor."},
  {"title": "info-102", "description": "info-102 is in the Informatics Department, first floor."},
  {"title": "info-103", "description": "info-103 is in the Informatics Department, first floor."},
  {"title": "info-104", "description": "info-104 is in the Informatics Department, first floor."},
  {"title": "info-105", "description": "info-105 is in the Informatics Department, first floor."},
  {"title": "info-106", "description": "info-106 is in the Informatics Department, first floor."},
  {"title": "info-107", "description": "info-107 is in the Informatics Department, first floor."},
  {"title": "info-108", "description": "info-108 is in the Informatics Department, first floor."},
  {"title": "info-109", "description": "info-109 is in the Informatics Department, first floor."},
  {"title": "info-110", "description": "info-110 is in the Informatics Department, first floor."},

  {"title": "info-201", "description": "info-201 is in the Informatics Department, second floor."},
  {"title": "info-202", "description": "info-202 is in the Informatics Department, second floor."},
  {"title": "info-203", "description": "info-203 is in the Informatics Department, second floor."},
  {"title": "info-204", "description": "info-204 is in the Informatics Department, second floor."},
  {"title": "info-205", "description": "info-205 is in the Informatics Department, second floor."},
  {"title": "info-206", "description": "info-206 is in the Informatics Department, second floor."},
  {"title": "info-207", "description": "info-207 is in the Informatics Department, second floor."},
  {"title": "info-208", "description": "info-208 is in the Informatics Department, second floor."},
  {"title": "info-209", "description": "info-209 is in the Informatics Department, second floor."},
  {"title": "info-210", "description": "info-210 is in the Informatics Department, second floor."},

  {"title": "info-tp1", "description": "info-tp1 is in the Informatics Department, third floor."},
  {"title": "info-tp2", "description": "info-tp2 is in the Informatics Department, third floor."},
  {"title": "info-tp3", "description": "info-tp3 is in the Informatics Department, third floor."},

  {"title": "SE1", "description": "SE1 is in the preparatory Department, first floor."},
  {"title": "SE2", "description": "SE2 is in the preparatory Department, first floor."},
  {"title": "SE3", "description": "SE3 is in the preparatory Department, first floor."},
  {"title": "SE4", "description": "SE4 is in the preparatory Department, first floor."},
  {"title": "SE5", "description": "SE5 is in the preparatory Department, first floor."},
  {"title": "SE6", "description": "SE6 is in the preparatory Department, first floor."},
  {"title": "SE7", "description": "SE7 is in the preparatory Department, first floor."},
  {"title": "SE8", "description": "SE8 is in the preparatory Department, first floor."},

  {"title": "SE11", "description": "SE11 is in the preparatory Department, second floor."},
  {"title": "SE12", "description": "SE12 is in the preparatory Department, second floor."},
  {"title": "SE13", "description": "SE13 is in the preparatory Department, second floor."},
  {"title": "SE14", "description": "SE14 is in the preparatory Department, second floor."},
  {"title": "SE15", "description": "SE15 is in the preparatory Department, second floor."},
  {"title": "SE16", "description": "SE16 is in the preparatory Department, second floor."},
  {"title": "SE17", "description": "SE17 is in the preparatory Department, second floor."},
  {"title": "SE18", "description": "SE18 is in the preparatory Department, second floor."},

  {"title": "Administration Office", "description": "Administration Office is in the the Principal Administration."}

]